import type { Product } from "@/types";

export const products: Product[] = [
  {
    id: "komplekt-2-lastika",
    name: "Комплект от 3 малки фитнес ластика D. Health",
    description:
      "Плетени фитнес ластици с малък размер и мраморен десен (черен, бял и розов мрамор) за тонус, рехабилитация и загрявка. Идеални за упражнения за седалище, крака и глутеус в домашни условия или на тренировка.",
    priceEUR: 15,
    image: "/images/products/375017611_1516417835835775_4056501576710785100_n.jpg",
    category: "Ластици",
  },
  {
    id: "komplekt-3-lastika-chanta",
    name: "Комплект от 3 големи фитнес ластика с чанта D. Health",
    description:
      "Пълен комплект от 3 плетени фитнес ластика с голям размер и различно съпротивление (черен, бял и розов мрамор) и практична мрежеста чанта за съхранение и пренасяне.",
    priceEUR: 24,
    image: "/images/products/370258859_1406817223521231_3002255618723805377_n.jpg",
    category: "Ластици",
  },
];

export const productCategories = [
  "Ластици",
  "Оборудване",
  "Хранителни добавки",
];
